{
  "question": [
    {
      "id": 1,
      "q": "Câu 1: Theo quan điểm của chủ nghĩa Mác-Lênin thì nguyên nhân chủ yếu làm xuất hiện Nhà nước là:",
      "a": "Do có sự phân hóa lao động trong xã hội.",
      "b": "Do có sự phân hóa giai cấp và đấu tranh giai cấp trong xã hội.",
      "c": "Do nhu cầu về lương thực, con người phải hợp sức lại để phát triển sản xuất.",
      "d": "Do yêu cầu về bảo đảm an ninh, con người cần nhà nước để tồn tại.",
      "result": "b"
    },
    {
      "id": "2",
      "q": "Câu 2: Tổ chức Thị tộc trong xã hội Cộng sản nguyên thủy là:",
      "a": "Một gia đình gồm nhiều thành viên làm riêng ăn riêng",
      "b": "Một nhóm người gồm nhiều gia đình có cùng quan hệ huyết thống, sống quây quần làm chung ăn chung.",
      "c": "Một nhóm người gồm nhiều gia đình do cùng một bà mẹ đẻ ra, nhưng làm riêng ăn riêng.",
      "d": "Một cộng đồng gồm nhiều gia đình, nhưng có sự phân chia tài sản",
      "result": "b"
    },
    {
      "id": "3",
      "q": "Câu 3: Trong các quan điểm phi Mác-xít về nguồn gốc nhà nước thì quan điểm nào được coi là tiến bộ nhất:",
      "a": "Quan điểm của những nhà nghiên cứu theo thuyết thần học",
      "b": "Quan điểm của những nhà nghiên cứu theo thuyết gia trưởng",
      "c": "Quan điểm của những nhà nghiên cứu theo thuyết khế ước xã hội",
      "d": "Quan điểm của những nhà nghiên cứu theo thuyết bạo lực",
      "result": "c"
    },
    {
      "id": "4",
      "q": "Câu 4: Bản chất xã hội của nhà nước được thể hiện:",
      "a": "Nhà nước là công cụ sắc bén để duy trì sự thống trị giai cấp",
      "b": "Nhà nước là một bộ máy trấn áp đặc biệt của giai cấp này đối với giai cấp khác",
      "c": "Nhà nước bảo đảm trật tự an toàn xã hội và giải quyết công việc chung của xã hội",
      "d": "Nhà nước là một bộ máy cưỡng chế đặc biệt nằm trong tay giai cấp cầm quyền",
      "result": "c"
    },
    {
      "id": "5",
      "q": "Câu 5: Đẩy mạnh cải cách thủ tục hành chính, tăng cường hiệu quả hoạt động của bộ máy nhà nước, đặc biệt trong giai đọan hiện nay là nội dung thuộc về:",
      "a": "Chức năng đối nội của nhà nước",
      "b": "Quyền hạn của nhà nước đối ngoại",
      "c": "Chức năng đối ngoại",
      "d": "Nhiệm vụ của nhà nước",
      "result": "a"
    },
    {
      "id": "6",
      "q": "Câu 6: Lịch sử xã hội loài người đã tồn tại ..... kiểu nhà nước, bao gồm các kiểu nhà nước là:",
      "a": "4 – Chiếm hữu nô lệ - Phong kiến - Tư hữu – Tư bản",
      "b": "4 - Chủ nô - Chiếm hữu nô lệ - Tư bản - Xã hội chủ nghĩa",
      "c": "4 − Chiếm hữu nô lệ - Phong kiến - Tư sản - Xã hội chủ nghĩa",
      "d": "4 - Địa chủ - Nông nô, Phong kiến - Tư bản – Xã hội chủ nghĩa",
      "result": "c"
    },
    {
      "id": "7",
      "q": "Câu 7: Chức năng nào dưới đây không phải là chức năng của Quốc hội?",
      "a": "Chức năng lập pháp",
      "b": "Chức năng giám sát tối cao",
      "c": "Chức năng quyết định các vấn đề quan trọng của đất nước",
      "d": "Chức năng công tố",
      "result": "d"
    },
    {
      "id": "8",
      "q": "Câu 8: Quyền lực công cộng đặc biệt của nhà nước được hiểu là:",
      "a": "Chỉ sử dụng biện pháp cưỡng chế",
      "b": "Chỉ sử dụng biện pháp thuyết phục, giáo dục",
      "c": "Chỉ sử dụng quyền lực kinh tế",
      "d": "Sử dụng sức mạnh cưỡng chế; biện pháp thuyết phục, giáo dục và sử dụng quyền lực kinh tế",
      "result": "d"
    },
    {
      "id": "9",
      "q": "Câu 9: Theo quan điểm của chủ nghĩa Mác-Lênin thì nguyên nhân pháp luật ra đời là:",
      "a": "Do có sự chia rẽ trong xã hội",
      "b": "Do có sự phân hóa giai cấp và đấu tranh giai cấp trong xã hội.",
      "c": "Do thượng đế tạo ra.",
      "d": "Do các thành viên trong xã hội ban hành.",
      "result": "b"
    },
    {
      "id": "10",
      "q": "Câu 10: Pháp luật chưa tồn tại trong xã hội nào?",
      "a": "Xã hội phong kiến",
      "b": "Xã hội Cộng sản nguyên thủy",
      "c": "Xã hội Tư bản chủ nghĩa",
      "d": "Xã hội Chiếm hữu nô lệ",
      "result": "b"
    },
    {
      "id": "11",
      "q": "Câu 11: Nhận định nào sau đây ĐÚNG khi bàn về bản chất của pháp luật?",
      "a": "Pháp luật mang bản chất giai cấp và bản chất xã hội",
      "b": "Pháp luật luôn chỉ phản ánh ý chí của giai cấp thống trị",
      "c": "Trong mọi chế độ xã hội, pháp luật là công cụ bảo vệ lợi ích của nhân dân",
      "d": "Bản chất giai cấp của pháp luật quan trọng hơn bản chất xã hội",
      "result": "a"
    },
    {
      "id": "12",
      "q": "Câu 12: Đề cập về mối quan hệ giữa pháp luật và nhà nước, khẳng định nào sau đây là SAI?",
      "a": "Pháp luật và nhà nước có chung điều kiện ra đời, tồn tại, thay đổi và tiêu vong",
      "b": "Nhà nước và pháp luật có mối quan hệ tác động qua lại lẫn nhau theo hướng tích cực hoặc tiêu cực",
      "c": "Pháp luật đứng trên nhà nước vì nó là cơ sở pháp lý thừa nhận sự tồn tại của nhà nước",
      "d": "Tương ứng với mỗi kiểu nhà nước thì có một kiểu pháp luật",
      "result": "c"
    },
    {
      "id": "13",
      "q": "Câu 13: Pháp luật quy định đẳng cấp trong xã hội và đặc quyền, đặc lợi của địa chủ, phong kiến, đây là đặc trưng của kiểu pháp luật nào?",
      "a": "Pháp luật chủ nô",
      "b": "Pháp luật phong kiến",
      "c": "Pháp luật tư sản",
      "d": "Pháp luật xã hội chủ nghĩa",
      "result": "b"
    },
    {
      "id": "14",
      "q": "Câu 14: Kiểu pháp luật và hình thức pháp luật là hai khái niệm:",
      "a": "Giống nhau",
      "b": "Khác nhau",
      "c": "Đối lập nhau",
      "d": "Tương tự nhau",
      "result": "b"
    },
    {
      "id": "15",
      "q": "Câu 15: Hiện nay Nhà nước CHXHCN Việt Nam chủ yếu áp dụng hình thức pháp luật nào?",
      "a": "Tập quán pháp",
      "b": "Án lệ",
      "c": "Văn bản quy phạm pháp luật",
      "d": "Tiền lệ pháp",
      "result": "c"
    },
    {
      "id": "16",
      "q": "Câu 16: Kiểu pháp luật ........thể hiện rõ sự bất bình đẳng giữa hai cấp đối kháng trong xã hội, công khai thừa nhận nô lệ không phải là công dân, họ là tài sản của......",
      "a": "Phong kiến - Giai cấp địa chủ",
      "b": "Tư sản - Giai cấp thống trị",
      "c": "Chủ nô - Giai cấp phong kiến",
      "d": "Chủ nô - Giai cấp chủ nô",
      "result": "d"
    },
    {
      "id": "17",
      "q": "Câu 17: Nhận định nào sau đây là SAI khi đề cập về tập quán pháp?",
      "a": "Tập quán pháp là hình thức nhà nước thừa nhận một số tập quán lưu truyền trong xã hội và quy định thành cách xử sự chung, được nhà nước bảo đảm thực hiện",
      "b": "Hình thức pháp luật xuất hiện sớm nhất là tập quán pháp",
      "c": "Hiện nay hình thức tập quán pháp được sử dụng hạn chế tại một số nước",
      "d": "Các tập quán đều trở thành pháp luật",
      "result": "d"
    },
    {
      "id": "18",
      "q": "Câu 18: Chức năng nào không phải là chức năng của pháp luật?",
      "a": "Chức năng điều chỉnh các quan hệ xã hội",
      "b": "Chức năng xây dựng và bảo vệ tổ quốc",
      "c": "Chức năng bảo vệ các quan hệ xã hội",
      "d": "Chức năng giáo dục",
      "result": "b"
    },
    {
      "id": "19",
      "q": "Câu 19: Tính xác định chặt chẽ về mặt hình thức là thuộc tính (đặc trưng) của:",
      "a": "Quy phạm đạo đức",
      "b": "Quy phạm tập quán",
      "c": "Quy phạm pháp luật",
      "d": "Quy phạm tôn giáo",
      "result": "c"
    },
    {
      "id": "20",
      "q": "Câu 20: Chức năng nào không phải là chức năng của pháp luật?",
      "a": "Chức năng điều chỉnh các quan hệ xã hội",
      "b": "Chức năng lập hiến và lập pháp",
      "c": "Chức năng bảo vệ các quan hệ xã hội",
      "d": "Chức năng giáo dục",
      "result": "b"
    },
    {
      "id": "21",
      "q": "Câu 21: Bộ phận nào sau đây không thể thiếu trong một quy phạm pháp luật?",
      "a": "Bộ phận giả định và bộ phận chế tài",
      "b": "Bộ phận giả định",
      "c": "Bộ phận quy định",
      "d": "Bộ phận chế tài",
      "result": "b"
    },
    {
      "id": "22",
      "q": "Câu 22: Trong một quy phạm pháp luật bộ phận quan trọng nhất là:",
      "a": "Bộ phận giả định và bộ phận chế tài",
      "b": "Bộ phận giả định",
      "c": "Bộ phận quy định",
      "d": "Bộ phận chế tài",
      "result": "c"
    },
    {
      "id": "23",
      "q": "Câu 23: Văn bản quy phạm pháp luật là văn bản do:",
      "a": "Quốc hội ban hành",
      "b": "Chủ tịch nước ban hành",
      "c": "Chính phủ ban hành",
      "d": "Cơ quan nhà nước có thẩm quyền ban hành",
      "result": "d"
    },
    {
      "id": "24",
      "q": "Câu 24: Bộ trưởng có quyền ban hành:",
      "a": "Quyết định; Nghị quyết",
      "b": "Quyết định; Lệnh",
      "c": "Quyết định; Thông tư",
      "d": "Thông tư",
      "result": "d"
    },
    {
      "id": "25",
      "q": "Câu 25: Văn bản quy phạm pháp luật do Hội đồng nhân dân ban hành:",
      "a": "Quyết định; Nghị quyết",
      "b": "Quyết định; Chỉ thị",
      "c": "Nghị quyết",
      "d": "Quyết định; Thông tư",
      "result": "c"
    },
    {
      "id": "26",
      "q": "Câu 26: Văn bản Luật là văn bản do cơ quan nào ban hành?",
      "a": "Ủy ban thường vụ Quốc hội",
      "b": "Quốc hội",
      "c": "Chính phủ",
      "d": "Tòa án nhân dân tối cao",
      "result": "b"
    },
    {
      "id": "27",
      "q": "Câu 27: Trong quá trình hoạt động công vụ, Ủy ban nhân dân Quận Gò Vấp có quyền ban hành loại văn bản nào sau đây?",
      "a": "Nghị quyết",
      "b": "Quyết định",
      "c": "Thông tư",
      "d": "Không có quyền ban hành các loại văn bản trên",
      "result": "b"
    },
    {
      "id": "28",
      "q": "Câu 28: Văn bản nào sau đây thuộc thẩm quyền ban hành của Chủ tịch nước?",
      "a": "Quyết định",
      "b": "Nghị quyết",
      "c": "Thông tư",
      "d": "Nghị định",
      "result": "a"
    },
    {
      "id": "29",
      "q": "Câu 29: Đáp án nào sau đây không phải là văn bản quy phạm pháp luật?",
      "a": "Quyết định của Thủ tướng chính phủ",
      "b": "Thông tư của Bộ trưởng Bộ Tài chính",
      "c": "Điều lệ Hội cựu chiến binh",
      "d": "Nghị quyết Ủy ban thường vụ quốc hội",
      "result": "c"
    },
    {
      "id": "30",
      "q": "Câu 30: Chọn phương án đúng nhất điền vào chỗ trống: ...... của quy phạm pháp luật chứa đựng mệnh lệnh của nhà nước”.",
      "a": "Bộ phận giả định",
      "b": "Bộ phận quy định",
      "c": "Bộ phận chế tài",
      "d": "Bộ phận quy định và bộ phận chế tài",
      "result": "b"
    },
    {
      "id": "31",
      "q": "Câu 31: Các quan hệ xã hội được các quy phạm pháp luật điều chỉnh, trong đó các chủ thể có quyền và nghĩa vụ pháp lý nhất định, các quan hệ này là:",
      "a": "Quan hệ pháp luật",
      "b": "Quan hệ xã hội",
      "c": "Quan hệ ngoại giao",
      "d": "Quan hệ kinh tế",
      "result": "a"
    },
    {
      "id": "32",
      "q": "Câu 32: Quan hệ nào sau đây là quan hệ pháp luật?",
      "a": "Quan hệ tình yêu nam nữ",
      "b": "Quan hệ vợ chồng",
      "c": "Quan hệ bạn bè",
      "d": "Quan hệ tình yêu giữa những người cùng giới tính",
      "result": "b"
    },
    {
      "id": "33",
      "q": "Câu 33: Quan hệ pháp luật giữa các chủ thể tham gia vào quan hệ phát sinh khi gắn liền với:",
      "a": "Nhà nước",
      "b": "Sự kiện pháp lý",
      "c": "Nghĩa vụ pháp lý",
      "d": "Chủ thể và khách thể",
      "result": "b"
    },
    {
      "id": "34",
      "q": "Câu 34: Chủ thể của quan hệ pháp luật là:",
      "a": "Nhà nước, tất cả mọi cá nhân và tổ chức trong xã hội",
      "b": "Những tổ chức có tiềm lực kinh tế",
      "c": "Cá nhân hoặc tổ chức có năng lực chủ thể tham gia vào quan hệ pháp luật",
      "d": "Những cá nhân từ đủ 18 tuổi trở lên và có khả năng nhận thức",
      "result": "c"
    },
    {
      "id": "35",
      "q": "Câu 35: Khả năng nhà nước thừa nhận cho chủ thể bằng hành vi của mình có thể xác lập và thực hiện quyền hoặc nghĩa vụ pháp lý, gọi là:",
      "a": "Khả năng hành vi",
      "b": "Năng lực pháp luật",
      "c": "Năng lực hành vi",
      "d": "Năng lực pháp lý",
      "result": "c"
    },
    {
      "id": "36",
      "q": "Câu 36: Khách thể của quan hệ pháp luật là:",
      "a": "Các quan hệ xã hội được pháp luật bảo vệ",
      "b": "Các quy định của cơ quan nhà nước",
      "c": "Lợi ích vật chất và tinh thần mà các bên mong muốn đạt được",
      "d": "Lợi ích mà các bên mong muốn đạt được và thúc đẩy chủ thể tham gia quan hệ pháp luật",
      "result": "d"
    },
    {
      "id": "37",
      "q": "Câu 37: Sự biến pháp lý là những sự kiện thực tế:",
      "a": "Phản ánh ý chí của con người và được pháp luật quy định",
      "b": "Xảy ra không phụ thuộc vào ý chí của con người",
      "c": "Xảy ra không phụ thuộc vào ý chí của con người; làm phát sinh, thay đổi hoặc chấm dứt các quan hệ pháp luật ",
      "d": "Xảy ra theo ý chí của chủ thể; làm phát sinh, thay đổi hoặc chấm ông dứt các quan hệ pháp luật",
      "result": "c"
    },
    {
      "id": "38",
      "q": "Câu 38: Để quan hệ xã hội trở thành quan hệ pháp luật cần phải:",
      "a": "Có quy phạm pháp luật điều chỉnh và gắn liền với sự kiện pháp lý",
      "b": "Quy định quyền và nghĩa vụ trong quy phạm pháp luật",
      "c": "Có chủ thể và khách thể quan hệ pháp luật",
      "d": "Có sự điều chỉnh của pháp luật",
      "result": "a"
    },
    {
      "id": "39",
      "q": "Câu 39: Khi nghiên cứu về năng lực chủ thể của quan hệ pháp luật, thì nhận định nào sau đây là ĐÚNG?",
      "a": "Cá nhân có năng lực pháp luật thì cũng có năng lực hành vi",
      "b": "Cá nhân có năng lực hành vi thì cũng có năng lực pháp luật",
      "c": "Cá nhân không có năng lực hành vi thì cũng không có năng lực pháp luật",
      "d": "Năng lực hành vi là tiền đề cho năng lực pháp luật",
      "result": "b"
    },
    {
      "id": "40",
      "q": "Câu 40: “An là sinh viên một trường đại học đang cần tiền để đóng học phí. An gặp bạn là Thành và nhờ Thành giúp đỡ tiền đóng học phí. Sau đó, Thành đưa An 3 triệu đồng và yêu cầu một tháng sau An phải trả lại 3 triệu đồng”. Trong trường hợp này, quan hệ pháp luật phát sinh giữa An và Thành là:",
      "a": "Quan hệ thuê tài sản",
      "b": "Quan hệ mượn tài sản",
      "c": "Quan hệ thế chấp tài sản",
      "result": "b"
    },
    {
      "id": "41",
      "q": "Câu 41: Điền vào chỗ trống: “Có hình thức thực hiện pháp luật, bao gồm:....”",
      "a": "4 - Tuân thủ pháp luật, thực thi pháp luật, thi hành pháp luật, áp dụng pháp luật",
      "b": "4- Tuân thủ pháp luật, thực thi pháp luật, sử dụng pháp luật, áp dụng pháp luật",
      "c": "4- Tuân thủ pháp luật, thi hành pháp luật, sử dụng pháp luật, áp dụng pháp luật",
      "d": "4- Tuân theo pháp luật, thi hành pháp luật, sử dụng pháp luật, áp dụng pháp luật",
      "result": "c"
    },
    {
      "id": "42",
      "q": "Câu 42: Hình thức thi hành pháp luật được hiểu là:",
      "a": "Quyền của chủ thể",
      "b": "Nghĩa vụ của chủ thể",
      "c": "Chủ thể không làm những điều luật cấm",
      "d": "Chủ thể làm những điều pháp luật cho phép",
      "result": "b"
    },
    {
      "id": "43",
      "q": "Câu 43: Hoạt động áp dụng pháp luật được tiến hành bởi:",
      "a": "Các tổ chức tôn giáo bị",
      "b": "Các cơ quan nhà nước có thẩm quyền",
      "c": "Công dân, người nước ngoài",
      "d": "Tất cả các chủ thể",
      "result": "b"
    },
    {
      "id": "44",
      "q": "Câu 44: Mặt khách quan của vi phạm pháp luật bao gồm:",
      "a": "Lỗi, động cơ, mục đích",
      "b": "Hành vi trái pháp luật và hậu quả do hành vi trái pháp luật gây ra; mối quan hệ nhân quả giữa hành vi trái pháp luật và thiệt hại gây ra cho xã hội",
      "c": "Chủ thể thực hiện hành vi",
      "d": "Quan hệ xã hội được pháp luật bảo vệ",
      "result": "b"
    },
    {
      "id": "45",
      "q": "Câu 45: Hoạt động nhằm đưa pháp luật vào cuộc sống, trở thành hành vi thực tế hợp pháp của các chủ thể pháp luật, gọi là:",
      "a": "Áp dụng pháp luật",
      "b": "Thực thi pháp luật",
      "c": "Thực hiện pháp luật",
      "d": "Thi hành pháp luật",
      "result": "c"
    },
    {
      "id": "46",
      "q": "Câu 46: Yếu tố nào sau đây không thuộc mặt khách quan của vi phạm pháp luật?",
      "a": "Hành vi trái pháp luật",
      "b": "Hậu quả do hành vi trái pháp luật gây ra",
      "c": "Mối quan hệ nhân – quả giữa hành vi và hậu quả",
      "d": "Lỗi",
      "result": "d"
    },
    {
      "id": "47",
      "q": "Câu 47: Độ tuổi bắt đầu phải chịu trách nhiệm pháp lý hình sự theo quy định của Bộ luật Hình sự Việt Nam là bao nhiêu?",
      "a": "Đủ 14 tuổi",
      "b": "Đủ 16 tuổi",
      "c": "Đủ 18 tuổi",
      "d": "Đủ 21 tuổi",
      "result": "a"
    },
    {
      "id": "48",
      "q": "Câu 48: Trong vi phạm pháp luật, lỗi được coi:",
      "a": "Là trạng thái tâm lý bên trong của chủ thể khi có hành vi vi phạm pháp luật",
      "b": "Là mục đích của chủ thể khi có hành vi vi phạm pháp luật",
      "c": "Là động cơ của chủ thể khi có hành vi vi phạm pháp luật",
      "d": "Là động cơ và mục đích của chủ thể khi có hành vi vi phạm pháp luật",
      "result": "a"
    },
    {
      "id": "49",
      "q": "Câu 49: Hành vi nào sau đây là vi phạm pháp luật hành chính?",
      "a": "Vượt đèn đỏ gây chết người",
      "b": "Cướp tài sản",
      "c": "Buôn bán gia cầm nhiễm cúm",
      "d": "Sử dụng tài liệu khi làm bài thi",
      "result": "c"
    },
    {
      "id": "50",
      "q": "Câu 50: Hành vi nào sau đây là vi phạm pháp luật hình sự?",
      "a": "Điều khiển xe máy chạy lấn tuyến",
      "b": "Bán hàng lấn chiếm lòng, lề đường",
      "c": "Chứa chấp hoạt động mại dâm",
      "d": "Điều khiển xe gắn máy không có bằng lái xe độ ca",
      "result": "c"
    },
    {
      "id": "51",
      "q": "Câu 51: Văn bản quy phạm pháp luật nào qui định về quyền và nghĩa vụ cơ bản của công dân?",
      "a": "Luật Hành chính",
      "b": "Luật Dân sự",
      "c": "Luật Lao động",
      "d": "Luật Hiến pháp",
      "result": "d"
    },
    {
      "id": "52",
      "q": "Câu 52: Lịch sử lập hiến Việt Nam đã có những bản hiến pháp nào?",
      "a": "Hiến pháp 1946 - Hiến pháp 1954 - Hiến pháp 1980 - Hiến pháp 1992",
      "b": "Hiến pháp 1959 - Hiến pháp 1980 - Hiến pháp 1992 - Hiến pháp 2001",
      "c": "Hiến pháp 1946 - Hiến pháp 1959 - Hiến pháp 1980 - Hiến pháp 1992 - Hiến pháp 2013",
      "d": "Hiến pháp 1946 - Hiến pháp 1959 - Hiến pháp 1980 - Hiến pháp 1992",
      "result": "c"
    },
    {
      "id": "53",
      "q": "Câu 53: Hệ thống cơ quan quyền lực nhà nước bao gồm:",
      "a": "Quốc hội, Chính Phủ",
      "b": "Quốc hội, Ủy ban nhân dân các cấp",
      "c": "Chính phủ, Ủy ban nhân dân các cấp",
      "d": "Quốc Hội, Hội đồng nhân dân các cấp",
      "result": "d"
    },
    {
      "id": "54",
      "q": "Câu 54: Hệ thống cơ quan hành chính nhà nước bao gồm:",
      "a": "Quốc hội, Chính Phủ",
      "b": "Quốc hội, Ủy ban nhân dân các cấp",
      "c": "Chính phủ, Ủy ban nhân dân các cấp",
      "d": "Quốc Hội, Hội đồng nhân dân các cấp",
      "result": "c"
    },
    {
      "id": "55",
      "q": "Câu 55: Vị trí của Chủ tịch nước Cộng hòa Xã hội Chủ nghĩa Việt Nam:",
      "a": "Là nguyên thủ quốc gia, thay mặt nhà nước về công tác đối nội và đối ngoại",
      "b": "Là người đứng đầu Chính phủ",
      "c": "Là người có quyền quyết định những vấn đề quan trọng của đất nước",
      "d": "Là nguyên thủ quốc gia và có quyền quyết định những vấn đề quan trọng nhất của đất nước.",
      "result": "a"
    }
  ]
}